[
    {
        "original_url": "https://hi-tech.news/other/3657-vodorodnaja-letajuschaja-jahta.html",
        "article_title": "Водородная «летающая яхта»",
        "article_date": "13:40, 08 февраль 2022",
        "article_img": "https://hi-tech.news//uploads/posts/2022-02/1644316815_1.jpg",
        "article_text": "При проектировании гражданских туристических морских яхт большое значение придается тому, чтобы сделать их максимально бесшумными, обеспечив тем самым еще больший комфорт пассажирам. Создание такой яхты — непростая задача, но швейцарский стартап The Jet ZeroEmission решил взяться за вызов. Результатом стала The Jet, «летающая яхта», дебют которой возможно состоится в конце 2023 года. Данный концепт очень похож на хорошо известные в нашей стране теплоходы «Ракета» и «Метеор» на подводных крыльях.На эскизе (пока единственное, чем может похвастаться компания) показано, как яхта парит над водной гладью. На первый взгляд он может напоминать судно на воздушной подушке, но компания подчеркнула в пресс-релизе, что Jet будет отличаться от подобных судов. Во-первых, наша «летающая яхта» должна парить над водой на высоте одного метра благодаря специальным подводным крыльям, а суда на воздушной подушке перемещаются на специальной воздушной подушке всего в нескольких сантиметрах над поверхностью.Привлекает внимание отличительный дизайн The Jet, особенно два аэродинамических профиля по бокам устройства, которые помимо красивого внешнего вида минимизируют сопротивление воздуха во время круиза, что позволит развить начальную скорость 33 км/ч. Это значение может быть увеличено до 65-75 км/ч. Сама яхта использует электродвигатели (мощность не указана), которые будут питаться от водородных элементов. Этот тип решения становится все более и более популярным в морской отрасли, в основном из-за того, что он безвреден для окружающей среды.Благодаря тому, что The Jet будет парить так высоко над водой, аппарат будет очень тихим и не будет создавать дополнительных волн, которые могут повлиять на комфорт круиза. «Мы рады возможности создать The Jet, которая станет первой в мире лодкой, которая будет плавать без шума, волн и ненужных выбросов», — комментирует Ален Тебо, французский предприниматель, отвечающий за проект. Фото: usmail24.com"
    },
    {
        "original_url": "https://hi-tech.news/space/3656-nasa-vybralo-postavschika-nebolshoj-rakety-dlja-zapuska-v-kosmos-obrazcov-s-marsa.html",
        "article_title": "НАСА выбрало поставщика небольшой ракеты для запуска в космос образцов с Марса",
        "article_date": "12:11, 08 февраль 2022",
        "article_img": "https://hi-tech.news//uploads/posts/2022-02/1644311007_11.jpg",
        "article_text": "У НАСА есть амбициозный план по получению первых образцов с поверхности Марса, которые должны быть доставлены для исследования на Землю. Часть миссии должна состоять в том, чтобы вывести контейнеры на орбиту Красной планеты, откуда их потом заберет корабль. НАСА выбрало компанию, которая построит небольшую ракету.До сих пор образцы, взятые на Марсе, изучаются марсоходами непосредственно на Красной планете. Однако мы знаем, что в начале следующего десятилетия НАСА хочет получить их для изучения на Земле. Для этого нужно создать небольшую ракету, и теперь мы узнаем, какой компании поручена эта задача.Контракт был поручен компании Lockheed Martin, которая ранее работал с НАСА над марсианскими проектами. Хорошим примером здесь является посадочный модуль InSight. Потенциальная стоимость контракта – $194 млн и в его рамках должен быть создан MAV (Mars Ascent Vehicle).MAV – небольшая ракета, которая будет доставлена на Марс. На ее борту будет резервуар для образцов, который получит Ровер Perseverance. Затем они будут запущены в космос, и с орбиты Красной планеты исследовательский материал перехватит корабль, построенный агентством ESA под названием Earth Return Orbiter.Затем корабль агентства ESA полетит с образцами к Земле. Текущий график миссии предполагает, что она будет завершена в первой половине следующего десятилетия."
    },
    {
        "original_url": "https://hi-tech.news/sound/3655-sony-vypustit-novuju-model-besprovodnyh-naushnikov.html",
        "article_title": "Sony выпустит новую модель беспроводных наушников",
        "article_date": "09:23, 08 февраль 2022",
        "article_img": "https://hi-tech.news//uploads/posts/2022-02/1644301412_10.jpg",
        "article_text": "Вскоре в продаже должны появиться новые наушники TWS от Sony — в одной из утечек фигурировала модель Linkbuds WF-L900. Новый аксессуар японского концерна будет отличаться весьма оригинальным дизайном.Информация о новых беспроводных наушниках Sony появилась в Твиттере. Модель Linkbuds WF-L900, несомненно, привлекает внимание своим оригинальным дизайном.Sony Linkbuds (ANC) pic.twitter.com/cHs1IV65VE— TechInsider (@TechInsiderBlog) February 6, 2022Аппаратура не будет оснащена классическими наушниками — взамен мы получим два соединенных небольших кружка, один из которых помещается в слуховой проход, а другой стабилизирует положение наушника в ушной раковине.Наушники также должны быть оснащены специальным датчиком, определяющим, вставлены ли они в ухо. Вероятно, будет и сенсорная панель, позволяющая управлять этим аксессуаром.Потенциальные пользователи также могут рассчитывать на наличие технологии активного шумоподавления, а наушники должны появиться на рынке в двух цветовых вариантах: черном и белом. К сожалению, мы пока не знаем, по какой цене это оборудование дебютирует на рынке.Фото: twitter.com"
    },
    {
        "original_url": "https://hi-tech.news/comp/3654-pridumana-zamena-gejmingovyh-klaviatur-video.html",
        "article_title": "Придумана замена гейминговых клавиатур (видео)",
        "article_date": "15:56, 07 февраль 2022",
        "article_img": "https://hi-tech.news//uploads/posts/2022-02/1644238591_3.jpg",
        "article_text": "Может ли кто-нибудь из вас представить себе будущее, в котором для игры больше не будут использоваться клавиатуры и мыши?Эдвард Ларкин, дизайнер, работавший в прошлом в Razer и его компания анонсировала Alt Motion Controller — устройство футуристического вида, которое, по словам разработчиков, может произвести революцию в геймплее ПК.Как будет работать новинка? Короче говоря, мы имеем дело с продолговатым контроллером, который, помимо двух довольно классических ручек, использует центрально расположенный джойстик. Игра с этим устройством происходит за счет использования всех трех элементов. Никаких кнопок, триггеров и т.п. Более того, контроллер полностью настраиваемый. Дизайнеры обещают «сотни возможностей» в этой области.Ларкин не ожидает, что Alt Motion Controller полностью заменит клавиатуру и мышь, но, по его словам, он предложит игрокам гораздо больше возможностей и больший игровой комфорт. Устройство должно быть доставлено первым пользователям уже в этом году. Его цена в США составит 250 долларов.Конечно, вопрос в том, сколько времени будет потрачено на изучение того, как использовать Alt Motion Controller. По словам Ларкина, от 15 до 24 часов достаточно, чтобы освоить его новое устройство в достаточной степени для казуального игрового процесса.Посмотреть, как работает новый контроллер можно тут."
    },
    {
        "original_url": "https://hi-tech.news/other/3653-esche-odin-f-35-razbilsja-smotrite-na-novom-video.html",
        "article_title": "Еще один F-35 разбился: смотрите на новом видео",
        "article_date": "14:18, 07 февраль 2022",
        "article_img": "https://hi-tech.news//uploads/posts/2022-02/1644232710_2.jpg",
        "article_text": "Не секрет, прошло чуть больше недели, как стало известно, что американские военные потеряли один из своих современных самолетов F-35 Lightning II, которому не удалось правильно сесть на авианосец. Теперь в интернет попало видео, на котором якобы запечатлено крушение истребителя.Два видео крушения уже попали в сеть.Первое, подтвержденное американскими военными, было снято с палубы авианосца:На втором видео видно полное крушение, но пока американские военные не хотят подтверждать его подлинность."
    }
]